<?php

return [
    'about' => 'О качестве моей работы можно судить по проектам в портфолио. Помимо навыков работы с HTML и CSS, есть навыки работы с JavaScript, PHP, NodeJS, JQuery - пишу скрипты. В работе использую SASS, Git (по необxодимости). Могу использовать как Bootstrap, Flexbox-верстку (последнее для меня является предпочтительнее в работе), так и строчно-блочную верстку. Так же делаю PixelPerfect-верстку. Пишу код чистый и читабельный. Верстаю адаптивно и валидно, верстку оптимизирую. Подключаю аналитику для сайта. Работаю с xостингом и доменом. В результате получается красивый и рабочий сайт без ошибок и недоработок.',
    'experiences' => [
        [
            'title' => 'Аналитик',
            'company' => 'Coca-Cola',
            'city' => 'Санкт-Петербург',
//            'about' => 'Здесь описание деятельности в компании',
            'yearStart' => '2017',
            'yearEnd' => '2017'
        ],
        [
            'title' => 'Помощник юриста',
            'company' => 'Коллегия адвокатов "Престиж"',
            'city' => 'Санкт-Петербург',
//            'about' => 'Здесь описание деятельности в компании',
            'yearStart' => '2018',
            'yearEnd' => '2018'
        ],
        [
            'title' => 'Веб-разработчик',
            'company' => 'Фриланс',
            'city' => 'Санкт-Петербург',
//            'about' => 'Здесь описание деятельности в компании',
            'yearStart' => '2018',
            'yearEnd' => 'По настоящее время'
        ]
    ],
    'projects' => [
        [
            'title' => 'Large Transport Ships',
            'link' => 'http://katewallet-art.ru/large_transport_ships/',
            'about' => 'Помимо работы по верстке также написан PHP-код для отправки заявок с сайта на почту заказчика, подключены Яндекс-Метрика, анимация и слайдеры,  написаны необxодимые скрипты на JQuery. Кроссбраузерность верстки достигнута через написанный javascript-код. Верстка прошла проверку на валидность. Скорость загрузки сайта выше 90.',

        ],
        [
            'title' => 'Добрый картон',
            'link' => 'http://katewallet-art.ru/good_cardboard/',
            'about' => 'Помимо работы по верстке также написан PHP-код для отправки заявок с сайта на почту заказчика, подключены Яндекс-Метрика, Яндекс-Карты, анимация и слайдеры,  написаны необxодимые скрипты на JQuery. Кроссбраузерность верстки достигнута через написанный javascript-код. Верстка прошла проверку на валидность. Скорость загрузки сайта выше 90.'
        ],
        [
            'title' => "Eddie's car",
            'link' => 'http://katewallet-art.ru/eddies_car/',
            'about' => 'Подключена анимация, написаны необxодимые скрипты на JQuery. Кроссбраузерность верстки достигнута через написанный javascript-код. Верстка валидна. Скорость загрузки сайта выше 90.'
        ]
    ],
    'skills' => [
        [
            'title' => 'HTML',
            'level' => '75',
        ],
        [
            'title' => 'CSS',
            'level' => '75',
        ],
        [
            'title' => 'JavaScript',
            'level' => '30',
        ],
        [
            'title' => 'JQuery',
            'level' => '25',
        ],
        [
            'title' => 'PHP',
            'level' => '25',
        ]
    ]
];